rmc-xeno-strain-specialized-into = Він спеціалізувався на {$strain}.

rmc-xeno-warden-name = Наглядач
rmc-xeno-warden-description = Ви обмінюєте свою кислотну кулю, кислотний спрей, тире та невелику частину шкоди і швидкості, щоб стати ефективним медиком.
  Ви отримуєте здатність
  - Випромінювати сильні феромони.
  - Здатність знаходити союзників, які перебувають під загрозою зникнення, вибитих з ніг або відпочивають, і тягнути їх до себе.
  - Внутрішній пул хітпоінтів, який заповнюється з кожним ударом по ворогах, і який можна витратити на допомогу союзникам і собі, зцілюючи їх або виліковуючи їхні хвороби.
rmc-xeno-warden-popup = Ця буде заперечувати смерть своїх сестер, поки вони цього не заслужать. Борітеся або будете забуті.

rmc-xeno-gardener-name = Садівник
rmc-xeno-gardener-description = Ви обмінюєте виділення смоли, їдку кислоту та здатність переносити плазму на невелику кількість додаткової регенерації здоров'я на бур'янах та кілька нових здібностей.
  Ви отримуєте можливість:
  - Висаджувати до шести потужних смолистих плодів для своїх сестер ціною невеликої втрати здоров'я за кожен створений вами плід.
  - Висаджувати витриваліші бур'яни.
  Ваш Сплеск смоли дозволяє вам це робити:
  - Створювати ділянки липкої смоли.
  - Тимчасово зміцнювати споруди за допомогою плазми.
  - будувати недовговічні стіни
  - Прискорювати ріст плодів.
rmc-xeno-gardener-popup = Слава садівництва: руки в бур'янах, голова в темряві, серце в смолі.
rmc-xeno-dancer-name = Танцівниця
rmc-xeno-dancer-description = Ви обмінюєте плювок, кислотну кулю, кислотний спрей, тире і невелику кількість броні на високу точкову шкоду. Ви отримуєте можливість: - Розбивати стіни та інші прості конструкції за допомогою атаки косою. - Робити ворогів міченими при ударах косою і хвостовим ударом, що впливає на інші ваші здібності. - Проколювати ворога, отримуючи базову шкоду від атаки косою, і пробивати броню, двічі б'ючи по міченому. - Підставляти ворога, щоб обеззброїти його, або оглушати, якщо він мічений. - Отримувати тимчасовий приріст швидкості, яка вдвічі підвищується, якщо ви поруч з противниками.
rmc-xeno-dancer-popup = Виступ, гідний королеви, стане моїм знаряддям смерті.
rmc-xeno-vanguard-name = Авангард
rmc-xeno-vanguard-description = Ви обмінюєте плювок, кислотну кулю, кислотний спрей, їдку кислоту і трохи здоров'я на сильний щит, який перезаряджається поза боєм. Ви отримуєте можливість: - розбивати стіни та інші прості конструкції за допомогою косого удару; - пробивати ворогів наскрізь, перезаряджаючи щит, якщо ви влучили щонайменше 2 рази; - бліц-атака, щоб потрапити в групу ворогів і використовувати її знову, щоб вразити всіх навколо, перезаряджаючи щит, якщо ви влучили щонайменше 1 раз; - розщеплювати супротивника, відкидаючи його чи вкопуючи у землю, причому і той, і інший випадок більш ефективний, коли ви тримаєте щит у піднятому положенні.
rmc-xeno-vanguard-popup = Безстрашними народжуються, безстрашними служать, безстрашними помирають. Цей стане моїм авангардом.
rmc-xeno-acider-name = Підкислювач
rmc-xeno-acider-description = Ви обмінюєте свій стрибок, кісткову крихту, далекобійний приціл і трохи швидкості на здоров'я, броню і новий орган, який з часом наповнюється летючою кислотою. Ви отримуєте можливість: - Змушувати ворогів покриватися кислотою при ударі; - Отримувати запаси кислоти, наносячи удари по ворогам, а також пасивно з часом, які можна витратити на їдку кислоту, таку ж сильну, як і в бойлері, але набагато швидшу; - Стати живою бомбою, використовуючи всю накопичену вами кислоту. Протримайтеся 20 секунд, і ви вибухнете, покривши своїх ворогів та їхні захисні споруди кислотою. Після цього ви перевтілитесь у личинку.
rmc-xeno-acider-popup = Це буде останнє, що вони почують. Мученик.
rmc-xeno-healer-name = Цілитель
rmc-xeno-healer-description = Ви втрачаєте можливість вибирати смоляні виділення, втрачаєте частину шкоди від удару, вам буде дещо складніше боротися з носіями в обмін на сильні феромони та здатність зцілювати рани сестер. Ви отримуєте можливість: - Висаджувати до 3 менших смоляних плодів - Зцілювати сестер, використовуючи плазму та частину свого здоров'я.
rmc-xeno-healer-popup = Розділені - падаємо, об'єднані - перемагаємо. Ми живемо для вулика, ми вмираємо для вулика.
rmc-xeno-resin-whisperer-name = Заклинатель смоли
rmc-xeno-resin-whisperer-description = Ви втрачаєте їдку кислоту, здатність виділяти густу смолу, здатність посилювати виділення смоли, жертвуєте здатністю висаджувати вузли бур'янів за межами бур'янів і жертвуєте п'ятою частиною своїх запасів плазми, щоб покращити зір і отримати міцніший зв'язок зі смолою. Тепер ви можете віддалено розміщувати виділення смоли, включаючи вузли бур'янів, на відстані до дванадцяти кроків! Ви отримуєте можливість: - Віддалено виділяти смолу та бур'яни
rmc-xeno-resin-whisperer-popup = Ми дозволяємо смолі вести нас. Вона шепоче, тому слухайте уважно.
rmc-xeno-steelcrest-name = Стілкрест
rmc-xeno-steelcrest-description = Ви обмінюєте свій хвостовий удар і невелику кількість ушкоджень від колючих предметів на підвищену шкоду від удару головою і укріплену рухливість, щоб стати рухомим танком. Ви отримуєте можливість: - Рухатися в укріпленні. Укріплення зменшує броню і збільшує спрямовану броню, а також більше не захищає вас від вибухового оглушення. - Удар головою, коли ви укріплені. Удар головою не втрачає шкоди і зберігає свою дальність з високою віддачею. - Вбирає в себе шкоду на 6 секунд для невеликого зцілення, яке також оновлює ваш удар у хвіст.
rmc-xeno-steelcrest-popup = Він, як і моя воля, незламний. Він стане моїм сталевим гербом проти всіх, хто кидає мені виклик.
rmc-xeno-oppressor-name = Гнобитель
rmc-xeno-oppressor-description = Ви жертвуєте своїм хвостовим ударом, плювком, кислотним шаром, кислотним розпиленням, їдкою кислотою, ривком і невеликою частиною своєї ріжучої шкоди та швидкості заради більшого опору вибухам і здібностей маніпулювати полем бою.
   Ви отримуєте здатність:
   - Ламати стіни та інші прості споруди своєю ріжучою атакою.
   - Завдавати додаткової шкоди своєю ріжучою атакою збитим з ніг, нерухомим або сповільненим ворогам.
   - Схопити ворога хвостом, щоб притягнути його, або Викрасти лінію ворогів.
   - Хльоснути ворогів перед собою, відкидаючи їх назад і сповільнюючи.
   - Вдарити ворога, відкидаючи його назад, або пригвоздити та пробити броню, якщо він збитий з ніг, нерухомий або сповільнений.
rmc-xeno-oppressor-popup = Моя досяжність нескінченна, я стягну небеса.
rmc-xeno-valkyrie-name = Валькірія
rmc-xeno-valkyrie-description = Ви жертвуєте своїм хвостовим ударом, плювком, кислотним шаром, кислотним розпиленням, їдкою кислотою та деякою швидкістю, щоб отримати броню та здібності підтримки на передовій.
   Ви отримуєте здатність:
   - Ламати найміцніші стіни та інші укріплені споруди своєю ріжучою атакою, а також випромінювати сильні феромони.
   - Гасити друзів чи захоплених хвостом, або відкидати вибухівку та збивати ворогів з ніг за допомогою Високого Галопу.
   - Лікувати себе та своїх союзників кожним ударом, отримуючи лють, а потім розлючувати себе та союзників для більшої броні та зцілення.
   - Відновлювати групу одним махом за допомогою об'єднуючого вереску, знімаючи їхні недуги.
   - Витягувати поранених, збитих з ніг або відпочиваючих союзників і тягнути їх до себе.
rmc-xeno-valkyrie-popup = Ця буде заперечувати смерті своїх сестер, поки вони не заслужать на це. Бийся або будь забутою.