rmc-xeno-strain-specialized-into = Він спеціалізувався на {$strain}.

rmc-xeno-warden-name = Наглядач
rmc-xeno-warden-description = Ви обмінюєте свою кислотну кулю, кислотний спрей, тире та невелику частину шкоди і швидкості, щоб стати ефективним медиком.
  Ви отримуєте здатність
  - Випромінювати сильні феромони.
  - Здатність знаходити союзників, які перебувають під загрозою зникнення, вибитих з ніг або відпочивають, і тягнути їх до себе.
  - Внутрішній пул хітпоінтів, який заповнюється з кожним ударом по ворогах, і який можна витратити на допомогу союзникам і собі, зцілюючи їх або виліковуючи їхні хвороби.
rmc-xeno-warden-popup = Ця буде заперечувати смерть своїх сестер, поки вони цього не заслужать. Борітеся або будете забуті.

rmc-xeno-gardener-name = Садівник
rmc-xeno-gardener-description = Ви обмінюєте виділення смоли, їдку кислоту та здатність переносити плазму на невелику кількість додаткової регенерації здоров'я на бур'янах та кілька нових здібностей.
  Ви отримуєте можливість:
  - Висаджувати до шести потужних смолистих плодів для своїх сестер ціною невеликої втрати здоров'я за кожен створений вами плід.
  - Висаджувати витриваліші бур'яни.
  Ваш Сплеск смоли дозволяє вам це робити:
  - Створювати ділянки липкої смоли.
  - Тимчасово зміцнювати споруди за допомогою плазми.
  - будувати недовговічні стіни
  - Прискорювати ріст плодів.
rmc-xeno-gardener-popup = Слава садівництва: руки в бур'янах, голова в темряві, серце в смолі.