rmc-xeno-strain-specialized-into = Він спеціалізувався на {$strain}.

rmc-xeno-warden-name = Наглядач
rmc-xeno-warden-description = Ви обмінюєте свою кислотну кулю, кислотний спрей, тире та невелику частину шкоди і швидкості, щоб стати ефективним медиком.
  Ви отримуєте здатність
  - Випромінювати сильні феромони.
  - Здатність знаходити союзників, які перебувають під загрозою зникнення, вибитих з ніг або відпочивають, і тягнути їх до себе.
  - Внутрішній пул хітпоінтів, який заповнюється з кожним ударом по ворогах, і який можна витратити на допомогу союзникам і собі, зцілюючи їх або виліковуючи їхні хвороби.
rmc-xeno-warden-popup = Ця буде заперечувати смерть своїх сестер, поки вони цього не заслужать. Борітеся або будете забуті.
