rmc-ghost-role-information-bureau-marshal-name = Бюро маршала
rmc-ghost-role-information-bureau-marshal-description = Отримуйте інструкції від офісу CMB на станції Анкорпойнт і виконуйте накази. Переконайтеся, що колоніальні активи знаходяться у безпеці та під вашою відповідальністю. Не застосовуйте і не відміняйте морські закони на військовому кораблі, якщо вас про це не попросять, оскільки це поза вашою юрисдикцією.

rmc-ghost-role-information-bureau-deputy-name = Заступник бюро

rmc-ghost-role-information-bureau-observer-name = Міжзоряний спостерігач за правами людини та життя
rmc-ghost-role-information-bureau-observer-description = Як Міжзоряний Спостерігач за правами розумних істот, ваш обов'язок полягає у моніторингу та документуванні поводження з розумними істотами в космосі, забезпечуючи дотримання міжзоряного законодавства. Якщо ви прибули разом з КБМ, виконуйте накази депутатів та їхнього маршала, виконуючи свою роль. Хоча зараз ви лише штовхач паперів, ваш докторський ступінь дає вам право надавати медичну допомогу в надзвичайних ситуаціях, підтримувати своїх товаришів по КМБ, якщо ситуація стає критичною.
rmc-job-title-bureau-observer = Міжзоряний спостерігач за правами людини та життя
