rmc-ghost-role-information-corporate-executive-specialist-name = Спеціаліст з корпоративного управління
rmc-ghost-role-information-corporate-executive-specialist-description = Як спеціаліст з корпоративних питань, ви повинні надавати необхідну юридичну підтримку корпоративному представнику та захищати інтереси компанії Weston-Yamada. Ви підпорядковуєтесь безпосередньо корпоративному виконавчому керівнику.
rmc-job-title-corporate-executive-specialist = Спеціаліст з корпоративного управління

rmc-ghost-role-information-corporate-executive-supervisor-name = Корпоративний виконавчий супервайзер
rmc-ghost-role-information-corporate-executive-supervisor-description = Як корпоративний виконавчий супервайзер, ви очолюєте юридичну команду, призначену для захисту корпоративного представника та відстоювання інтересів компанії Weston-Yamada. Ви підпорядковуєтесь безпосередньо компанії Weston-Yamada, а не корпоративному представнику, і ваш основний обов'язок полягає в тому, щоб забезпечити нерозголошення конфіденційної інформації. Ви будете старанно працювати над тим, щоб забезпечити звільнення корпоративного представника з в'язниці за умови, що це відповідає корпоративним інтересам.
rmc-job-title-corporate-executive-supervisor = Корпоративний виконавчий супервайзер
