book-text-plasma-trap = Хе-хе-хе, тепер вони нізащо не дістануться до нашої заначки, чи не так?
      Я обладнав місце, де лежать наші речі, під гарячу тисячу кілограмів.
      Ти знаєш, як його викачати, коли нам буде потрібно.
       - J.

book-text-holoparasite-info = Дякуємо, що обрали наш пакет голопаразитів!
      У Кіберсан ми пишаємося передовими військовими та промисловими технологіями і дуже цінуємо ваш внесок у наше підприємство!
      Галопаразити - це корисні та розумні істоти, які гніздяться у вашому тілі, повністю несприйнятливі до звичайних небезпек, таких як тиск, температура і навіть кулі!
      Ви придбали пакет з голопаразитами, який містить активатор голопаразитів, інструкцію з використання та нашу сувенірну продукцію в м'який коробці.
      Інструкція по застосуванню:
      1. Активуйте ін'єктор голопаразитів (бажано у відокремленому місці).
      2. Дочекайтеся метафізичного відчуття поколювання та/або болю.
      3. Перевірте голопаразита на здатність до комунікації та співпраці, а також здатність розуміти ваші накази.
      4. Використовуйте свою здатність відкликання, щоб викликати або відкликати голопаразита назад у своє тіло.
      5. Тримайте голопаразита на невеликій відстані від себе, інакше він буде відкликаний силою!
      ПОПЕРЕДЖЕННЯ: Галопаразити є метафізичними істотами, але живляться від вашого ЗДОРОВ'Я, щоб існувати. Пряма шкода, заподіяна галапаразитам, буде частково передана вам!
      Кіберсан інк. не несе відповідальності за повне знищення після неправильного використання технології голопаразитів.

book-text-ame-scribbles = Я не знаю, чи ви вже навчені, тому сподіваюся, що це допоможе.
      Контролер AME потребує низьковольтного живлення та високовольтного дроту для виходу. Перевірте місцевість ломом, якщо ви не впевнені.
      Поруч з тим місцем, де ви це знайшли, має бути порожня кімната, до якої підведені дроти для AME.
      Ви можете поставити AME де завгодно, якщо зможете підвести до нього дроти.
      Розпакуйте деталі AME у вигляді сітки 3х3, розпакуйте їх за допомогою мультитула. Будьте обережні, щоб нічого не зачепити.
      AME-контролер прилягає горизонтально або вертикально (не по діагоналі) до будь-якої точки.
      Маючи лише 1 ядро (сітка 3х3), не піднімайте його вище 2.
      Золоте правило - 2 всмоктування на кожне 1 ядро. Ви можете опустити нижче, щоб заощадити паливо.
      Вище - спалить двигун і врешті-решт призведе до його вибуху. Не робіть цього.
      Не забувайте заправляти його, він має тенденцію зупинятися в найгірший можливий час.

book-text-agrichemkit-manual = Дякуємо, що обрали безпечний для будь-якого віку набір з хімії NanoTrasen Agri-Chem is Fun! - найкращу навчальну іграшку з 2468! Приготуйся дізнатися все про найбільші інновації в сільському господарстві з тих пір, як люди ховали рибу разом з насінням кукурудзи.

      Склад набору:
      5 зручно маркованих пляшечок по 30 мл, по 1 з азотом, фосфором, воднем, калієм та етанолом
      2 флакони Safe-T-Fun(TM) розміром 5 унцій, по 1 флакону з хлором та радієм
      1 порожня пляшка 30 мл, готова до ваших експериментів.

      Перший експеримент: Поживна речовина EZ Nutrient
      Щоб створити EZ Nutrient, добриво з високим вмістом поживних речовин, необхідних для здорових рослин, змішайте в рівних частинах азот, фосфор і калій. Щоб зробити повну пляшку, потрібно по 10 унцій кожного з них.
      Маленька пляшечка EZ Нутрієнт замінює великий штабель продуктів, які ви б інакше компостували, щоб ваші рослини росли сильними. А культури, які ви компостуєте, - це культури, на яких ви не отримали прибутку, тому не втрачайте поживні речовини EZ Nutrient.

      Другий експеримент: Аміак та діетиламін
      Змішайте 3 частини водню з 1 частиною азоту, щоб отримати аміак. Це здорове, поживне підживлення для ваших культур, які не в найкращому стані.
      Але якщо ви хочете вразити суддів на місцевому окружному ярмарку, який спонсорує NanoTrasen, вам потрібно буде додати до аміаку рівну кількість етанолу.
      Він перетвориться на діетиламін - чудодійне добриво, яке може змусити рослини рости швидше і жити довше! Завдяки діетиламіну ви зможете довше зберігати свої улюблені культури.

      Третій експеримент: Нестабільний мутаген
      Коли ви будете готові показати всім, що ви найкращий ботанік на станції, вам потрібно буде змішати нестабільний мутаген і сподіватися на краще. Незважаючи на страшну назву, нестабільний мутаген цілком безпечний при застосуванні до рослин, але не пийте привабливо зелений хімікат самостійно.
      
      Змішайте рівні частини радію, фосфору та хлору, щоб отримати яскраво-зелену суміш нестабільного мутагену - безпечний і веселий спосіб отримати максимум користі від вашого господарства. 15 мкг, які ви можете виготовити з цього набору, можуть стати вашим вступом до зоряного неба в агрохімії!
      Нестабільний мутаген може мати найрізноманітніші ефекти на життя рослин, включаючи радикальні зміни всіх параметрів росту, виробництво корисних фармацевтичних препаратів, рослин, що світяться в темряві, або створення абсолютно нових видів.
      
      Кожна окрема рослина реагує на нестабільний мутаген по-різному, тому ви можете використовувати невеликі дози на декількох культурах і спробувати схрестити найкращі риси від кожної з них. Застосування декількох доз на одну рослину може призвести до накопичення численних змін і ускладнити виділення бажаних ознак.
      Нестабільний мутаген повністю безпечний при використанні в якості добрива, і NanoTrasen не несе відповідальності за загибель посівів, надмірні рахунки за воду, нові розумні рослини, що задають екзистенційні питання, або задушені флорою фермери, які можуть випадково трапитися під час його використання.
      Не пийте нестабільний мутаген. Ретельно мийте руки після обробки. Якщо ви дивилися на нестабільний мутаген більше 30 хвилин протягом 24 годин, промийте очі. Зберігати в темному приміщенні при температурі 293-295K. Не використовуйте на корпоративних святах. Якщо ви починаєте чути голоси, які наказують вам випити нестабільний мутаген, зверніться до лікаря, керівника відділу кадрів або екзорциста.
book-text-combat-bakery-kit = Дякуємо, що обрали наш бойовий пекарський набір!
      До набору входять два (2) запатентовані CyberSun метальні круасани та один (1) багетний меч, на який подано заявку на отримання патенту.
      За допомогою мікрохвильової печі Donk Co. можна створити мікрохвильову піч, здатну випікати більше зброї.
      Так само, як і спечену зброю, не забудьте з'їсти цю записку після використання. Щасти вам, агенте.

      Рецепт багетного меча:
      Тісто х 1
      Сіль 5u
      Перець 5 у.о.
      Металевий стрижень x 1
      Час приготування: 15 секунд

      Рецепт кидання круасанів:
      Сирий круасан x 1
      Шматочок масла x 1
      Осколок скла x 1
      Час приготування: 5 секунд