no-eorg-popup-title = РМС14
no-eorg-popup-label = Ласкаво просимо на фінал раунду!
no-eorg-popup-message = [b]Смуток наприкінці раунду (EORG)[/b] не дозволений на RMC14. Будь ласка, залишайтеся в персонажі, поки не з'явиться екран лобі, щоб підтримувати захоплююче середовище для всіх. Дякуємо за повагу до правил спільноти!
no-eorg-popup-rule = [bold][color=#a4885c]Наприкінці раунду горе власної фракції не допускається і призводить до миттєвого бану на 3 години гри, що не підлягає оскарженню[/color][/bold]
no-eorg-popup-rule-text = Це включає в себе будь-який дружній вогонь в кінці раунду, незалежно від того, хто почав горе, оскільки раунд може бути не повністю завершений, навіть якщо основна умова була досягнута. Сюди також відносяться самогубства без поважної для рольової гри причини.
no-eorg-popup-close-button = Звучить непогано!
no-eorg-popup-close-button-wait = Кнопка закриття буде активована через {$time} секунд.
no-eorg-popup-skip-checkbox = Не показуй це більше.
