reagent-name-rmcphoron = Форон
reagent-desc-rmcphoron = Особлива форма металевої плазми, яка не зустрічається на Землі. Хоча форон є легкозаймистим і надзвичайно токсичним, його висока щільність енергії робить його однією з найкращих альтернатив твердому паливу. Рідкий фтор часто використовується в дослідницьких цілях і в медичній промисловості як каталізатор для багатьох сучасних хімічних речовин.

reagent-name-rmcnapalmut = UT-Нафталове Паливо
reagent-desc-rmcnapalmut = Відоме як Ультра Густе Нафталове Паливо, липка горюча рідка хімічна речовина, яка зазвичай використовується з вогнеметами.