inner-anomaly-start-message-pyro = Ви відчуваєте шалене полум'я всередині себе. Ви стали носієм пірокластичної аномалії.
inner-anomaly-start-message-shock = Блискавки тремтять на кінчиках ваших пальців! Ви стали господарем електричної аномалії.
inner-anomaly-start-message-shadow = З тебе сочиться непроглядний морок... Ти став носієм тіньової аномалії.
inner-anomaly-start-message-frost = Крижаний мороз сковує ваші кістки. Ви стали господарем крижаної аномалії.
inner-anomaly-start-message-flora = Листя і квіти проростають крізь вашу шкіру! Ви стали носієм квіткової аномалії.
inner-anomaly-start-message-bluespace = Твої думки мчать, як божевільні! Ви стали носієм аномалії блюзового простору.
inner-anomaly-start-message-flesh = Твоє тіло шалено росте. Ти став носієм аномалії плоті.
inner-anomaly-start-message-grav = Все стає неприродно важким і легким водночас... Ти став носієм гравітаційної аномалії.
inner-anomaly-start-message-tech = Ваша голова гуде від кількості хаотичної інформації! Ви стали носієм технічної аномалії.
inner-anomaly-start-message-rock = Кристали проростають крізь ваші кістки! Ви стали господарем гірської аномалії.

inner-anomaly-end-message = Аномальна активність всередині вас зникає безслідно....

inner-anomaly-severity-info-50 = Ви відчуваєте, що аномалія поглинає половину вашого тіла.
inner-anomaly-severity-info-75 = Ви відчуваєте, що аномалія охоплює більшу частину вашого тіла.
inner-anomaly-severity-info-90 = Ви відчуваєте, що аномалія майже повністю заволоділа вашим тілом.
inner-anomaly-severity-info-100 = Аномалія всередині вас неконтрольовано зростає, завдаючи нестерпного болю і розриваючи вас на частини!