rmc-supply-drop-not-operational = Майданчик для скидання постачання не працює.
rmc-supply-drop-no-crate = На майданчику для скидання не виявлено ящика. Зв'яжіться з Реквізиціями!
rmc-supply-drop-underground = Зона приземлення знаходиться під землею. Скидання постачання не може досягти цього місця.
rmc-supply-drop-blocked = Зона приземлення, схоже, заблокована або знаходиться за межами. Вантаж буде втрачено при скиданні.
rmc-supply-drop-crate-open = Ящик не закріплений на майданчику для скидання. Будь ласка, закрийте його!

rmc-supply-drop-crate-load = {$crate} завантажується у пускову трубу. Тримайтеся подалі!
rmc-supply-drop-squad-announcement = Надходить вантажний дроп {$crate}. Обережно!