reagent-name-cmdylovene = Диловен
reagent-desc-cmdylovene = Загальний анті-токсин, який нейтралізує дію більшості токсинів у вашої крові. Використовується в рецепті більшості поліпшених ліків.

reagent-name-cmethylredoxrazine = Етилредоксразин
reagent-desc-cmethylredoxrazine = Нейтралізує дію алкоголю в крові, окислюючи його до молекул води. Однак не зупиняє миттєве сп'яніння. Етилредоксразин є потужним окислювачем, тому у високих дозах стає токсичним.

reagent-name-cmarithrazine = Арітразин
reagent-desc-cmarithrazine = Стабілізований варіант диловену. Його токсиноочисні властивості ослаблені, є шкідливі побічні ефекти, але він не вступає в реакцію з іншими сполуками, утворюючи токсин.

reagent-name-cmbicaridine = Бікаридин
reagent-desc-cmbicaridine = Бікаридин - це знеболюючий препарат, який можна використовувати для лікування важких зовнішніх тупих травм і стабілізації стану пацієнта. Передозування бікаридину спричиняє їдкі опіки та отруєння токсинами.

reagent-name-cmcryoxadone = Кріоксадон
reagent-desc-cmcryoxadone = Кріогенна медицина промислового рівня. Лікує більшість видів пошкоджень тканин. Основним обмеженням є те, що для правильного метаболізму температура тіла пацієнта повинна бути нижче 170К.

reagent-name-cmdermaline = Дермалін
reagent-desc-cmdermaline = Передові ліки для лікування важких опікових травм. Дозволяє організму відновити навіть найтяжчі термічні пошкодження тканин. Передозування дерматину може спричинити серйозні пошкодження внутрішніх тканин.

reagent-name-cmdexalin = Дексалін
reagent-desc-cmdexalin = Дексалін використовується для лікування кисневого голодування шляхом подачі кисню до еритроцитів безпосередньо в кровотік. Використовується як антидот при отруєнні лексорином.

reagent-name-cmdexalinplus = Дексалін Плюс
reagent-desc-cmdexalinplus = Дексалін Плюс - це вдосконалена форма Дексаліну з додаванням заліза та вуглецю для прискорення швидкості зв'язування кисню з гемоглобіном в еритроцитах.

reagent-name-cmepinephrine = Епінефрін
reagent-desc-cmepinephrine = Природний стимулятор м'язів і серця. Корисний для перезапуску серця. Передозування може спричинити стрес для серця та пошкодження тканин.

reagent-name-cminaprovaline = Інапровалин
reagent-desc-cminaprovaline = Інапровалін - синаптичний стимулятор і кардіостимулятор. Зазвичай використовується для стабілізації пацієнтів. Якщо легені функціонують, інапровалін забезпечує дихання під час зупинки серця. Діє як слабкий знеболювальний засіб. Передозування може спричинити серйозне пошкодження серцевої тканини.

reagent-name-cmkelotane = Келотан
reagent-desc-cmkelotane = Загальноприйнятий лікарський засіб, що використовується для лікування опіків, їдких та корозійних травм. Передозування келотаном може спричинити пошкодження внутрішніх тканин.

reagent-name-cmleporazine = Лепоразин
reagent-desc-cmleporazine = Препарат для лікування гіпотермії та гіпертермії. Стабілізує температуру тіла пацієнта. Перешкоджає використанню кріогенних засобів. Передозування лепоразином може викликати сильну сонливість.

reagent-name-cmtricordrazine = Трікордразин
reagent-desc-cmtricordrazine = Трикордразин - сильнодіючий стимулятор, похідний від кордразину. Може використовуватися для лікування широкого спектру травм.

reagent-name-cmmeralyne = Мералин
reagent-desc-cmmeralyne = Сучасний знеболювальний препарат, що використовується для лікування надзвичайно важких тупих травм. Дозволяє організму швидко відновити пошкоджені тканини. Передозування Мераліном може спричинити сильну корозію клітинних мембран.

reagent-name-cmimidazoline = Імідазолин
reagent-desc-cmimidazoline = Використовується для лікування негенетичних травм очей. Зазвичай призначається для лікування більшості випадків травм очей замість проведення хірургічної операції.

reagent-name-cmclonexadone = Клонексадон
reagent-desc-cmclonexadone = Сучасний кріогенний препарат на основі кріоксадону. Лікує більшість видів пошкоджень тканин. Для правильного метаболізму потребує температури нижче 170К.

# Етикетки з медичними значками
rmc-tricordazine-container-label-text = TI
rmc-bicaridine-container-label-text = БІ
rmc-kelotane-container-label-text = КЕ
rmc-dexalin-container-label-text = ДЕ
rmc-dylovene-container-label-text = ДИ
rmc-inaprovaline-container-label-text = ІН
rmc-first-aid-container-label-text = АП
rmc-emergency-medicine-container-label-text = ШМ
rmc-dexalin-plus-container-label-text = Д+
rmc-epinephrine-container-label-text = ЕП
